---
kind: other
id: Methods.T:Autodesk.Revit.DB.MullionTypeSet
source: html/8becb16d-c195-7157-2ee3-130dfd47461c.htm
---
# MullionTypeSet Methods

Removes every mullion type from the set, rendering it empty.